const menu =
            [
                {
                    name: "Холодные закуски",
                    slides: [
                        {
                            id: 1,
                            name: 'Ягненок',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 620,
                            img: 'dish1.png'
                        },
                            {
                            id: 2,
                            name: 'Индейка',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 450 ,
                            img: 'dish2.png'
                        },
                            {
                            id: 3,
                            name: 'Гусь',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 7900,
                            img: 'dish3.png'
                        },
                        {
                            id: 0,
                            name: 'Гусь',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 7900,
                            img: 'dish4.png'
                        },
                        {
                            id: 4,
                            name: 'Ягненок',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 620,
                            img: 'dish1.png'
                        },
                            {
                            id: 5,
                            name: 'Индейка',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 450 ,
                            img: 'dish2.png'
                        },
                    ]
                },
                {
                    name: 'Горячие закуски ',
                    slides: [
                        {
                            id: 6,
                            name: 'Ягненок',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 620,
                            img: 'dish1.png'
                        },
                            {
                            id: 7,
                            name: 'Индейка',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 450 ,
                            img: 'dish2.png'
                        },
                            {
                            id: 8,
                            name: 'Гусь',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 7900,
                            img: 'dish3.png'
                        },
                        {
                            id: 9,
                            name: 'Гусь',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 7900,
                            img: 'dish4.png'
                        },
                        {   
                            id: 10,
                            name: 'Ягненок',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 620,
                            img: 'dish1.png'
                        },
                            {
                            id: 11,
                            name: 'Индейка',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 450 ,
                            img: 'dish2.png'
                        },
                    ]
                },
                {
                    name: 'Мясные блюда ',
                    slides: [
                        {
                            id: 12,
                            name: 'Ягненок',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 620,
                            img: 'dish1.png'
                        },
                            {
                            id: 13,
                            name: 'Индейка',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 450 ,
                            img: 'dish2.png'
                        },
                            {
                            id: 14,
                            name: 'Гусь',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 7900,
                            img: 'dish3.png'
                        },
                        {
                            id: 15,
                            name: 'Гусь',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 7900,
                            img: 'dish4.png'
                        },
                        {
                            id: 16,
                            name: 'Ягненок',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 620,
                            img: 'dish1.png'
                        },
                            {
                            id: 17,
                            name: 'Индейка',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 450 ,
                            img: 'dish2.png'
                        },
                    ]
                },
                {
                    name: "Супы",
                    slides: [
                        {
                            id: 18,
                            name: 'Ягненок',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 620,
                            img: 'dish1.png'
                        },
                            {
                            id: 19,
                            name: 'Индейка',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 450 ,
                            img: 'dish2.png'
                        },
                            {
                            id: 20,
                            name: 'Гусь',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 7900,
                            img: 'dish3.png'
                        },
                        {
                            id: 21,
                            name: 'Гусь',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 7900,
                            img: 'dish4.png'
                        },
                        {
                            id: 22,
                            name: 'Ягненок',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 620,
                            img: 'dish1.png'
                        },
                            {
                            id:23,
                            name: 'Индейка',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 450 ,
                            img: 'dish2.png'
                        },
                    ]
                },
                {
                    name: 'Рыбные блюда',
                    slides: [
                        {
                            id: 24,
                            name: 'Ягненок',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 620,
                            img: 'dish1.png'
                        },
                            {
                            id: 25,
                            name: 'Индейка',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 450 ,
                            img: 'dish2.png'
                        },
                            {
                            id: 26,
                            name: 'Гусь',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 7900,
                            img: 'dish3.png'
                        },
                        {
                            id: 27,
                            name: 'Гусь',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 7900,
                            img: 'dish4.png'
                        },
                        {
                            id: 28,
                            name: 'Ягненок',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 620,
                            img: 'dish1.png'
                        },
                            {
                            id: 29,
                            name: 'Индейка',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 450 ,
                            img: 'dish2.png'
                        },
                    ]
                },
                {
                    name: 'Гриль меню ',
                    slides: [
                        {
                            id: 30,
                            name: 'Ягненок',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 620,
                            img: 'dish1.png'
                        },
                            {
                            id: 31,
                            name: 'Индейка',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 450 ,
                            img: 'dish2.png'
                        },
                            {
                            id: 32,
                            name: 'Гусь',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 7900,
                            img: 'dish3.png'
                        },
                        {
                            id: 33,
                            name: 'Гусь',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 7900,
                            img: 'dish4.png'
                        },
                        {
                            id: 34,
                            name: 'Ягненок',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 620,
                            img: 'dish1.png'
                        },
                            {
                            id: 35,
                            name: 'Индейка',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 450 ,
                            img: 'dish2.png'
                        },
                    ]
                },
                    {
                    name: "Фирменные блюда ",
                    slides: [
                        {
                            id: 36,
                            name: 'Ягненок',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 620,
                            img: 'dish1.png'
                        },
                            {
                            id: 37,
                            name: 'Индейка',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 450 ,
                            img: 'dish2.png'
                        },
                            {
                            id: 38,
                            name: 'Гусь',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 7900,
                            img: 'dish3.png'
                        },
                        {
                            id: 39,
                            name: 'Гусь',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 7900,
                            img: 'dish4.png'
                        },
                        {
                            id: 40,
                            name: 'Ягненок',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 620,
                            img: 'dish1.png'
                        },
                            {
                            id: 41,
                            name: 'Индейка',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 450 ,
                            img: 'dish2.png'
                        },
                    ]
                },
                {
                    name: 'Напитки',
                    slides: [
                        {
                            id: 42,
                            name: 'Ягненок',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 620,
                            img: 'dish1.png'
                        },
                            {
                            id: 43,
                            name: 'Индейка',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 450 ,
                            img: 'dish2.png'
                        },
                            {
                            id: 44,
                            name: 'Гусь',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 7900,
                            img: 'dish3.png'
                        },
                        {

                            id: 45,
                            name: 'Гусь',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 7900,
                            img: 'dish4.png'
                        },
                        {
                            id: 46,
                            name: 'Ягненок',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 620,
                            img: 'dish1.png'
                        },
                            {
                            id: 47,
                            name: 'Индейка',
                            descr: 'Фаршированный гречневой кашей, курагой, апельсином и зеленым яблоком',
                            weight: 'Вес: 225 г',
                            price: 450 ,
                            img: 'dish2.png'
                        },
                    ]
                },
            ];